{
    "our-goal": "Our greatest mission is to nurture underprivileged refugee children in their growth and development by providing them with a well-rounded education so they can create a brighter future for themselves. Apart from the provision of education, the education centre also ensures the children are sheltered and safe from the dangerous streets.",
    "about-school":"The Peace Education Centre (T-PEC) is a non-profit, Myanmarese refugee community learning centre based in downtown Kuala Lumpur, Malaysia. Our mission is to provide education, shelter, and a high standard of living for approximately 100 refugee children. ",
    "news-school": "We provides the latest new articles to stay consistent of events and what's happening about the School",
    "footer-summary": "The Peace Education Centre (T-PEC) is a non-profit community learning centre for Myanmarese refugees located in the heart of Kuala Lumpur, Malaysia.",
    "footer-support": "Every Children is someone who can create the future. Your charity will be one of their Hopes and Dreams for the process",
    "our-goal-about": "Our primary goal is to encourage the growth and development of poor refugee children by giving them access to a broad education so they can forge a better future for themselves. In addition to fostering empathy and compassion for others, our goal is to build a strong feeling of bravery to act on one's convictions. Above all, we want to nurture children's imaginations as they grow and develop throughout childhood.",
    "our-history-1": "Before T-PEC, the original school The United Learning Centre (ULC) was founded in 2011 by Pastor Jonathan Than and financially supported by co-founder Mink Ong. In 2016, Pastor Jonathon resettled in Austin, Texas USA, and Julian Cangmah, a Myanmarese community member and volunteer himself, become the Head of School of ULC.",
    "our-history-2": "In the beginning of 2019, the landlord of ULC decided the school building and surrounding properties would be demolished for the construction of a car park. With the tenancy agreement to be terminated in April 2019, Julian and the children had to vacate the centre.",
    "our-history-3": "With many children not having a school, Julian found a newly renovated property to rent and use as school grounds. With community support and parents from ULC, a new earning centre was established. The new school was named THE PEACE EDUCATION CENTRE, in reference to the peace and freedom refugees from Myanmar seek."
}